Repository: dani1373/Ibank
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Define ATM
fa: تعریف دستگاه‌خود‌پرداز

source: Count
fa: تعداد

source: count must be greater than 0
fa: تعداد باید بیشتر از صفر باشد

source: Please enter a valid integer
fa: لطفا عدد درست وارد کنید

source: You are not assigned to any branch
fa: شما به هیچ شعبه‌ای اختصاص ندارید

source: We created {} ATM for branch with id {}. ATM id's are {}
fa: تعداد {} خودپرداز برای شعبه‌ی {} ساخته‌شد. شناسه‌ی این خودپرداز‌ها برابرند با {}

source: Define Money
fa: تعریف اسکناس

source: Amount
fa: مقدار نقدی

source: There is money with amount {}
fa: پول با مبلغ {} قبلا تعریف شده‌است

source: Money created with amount {}
fa: پول به مبلغ {} ساخته‌شد

source: Define Minimum Money for ATM
fa: حداقل وجه نقد دستگاه‌خود‌پرداز

source: ATM Id
fa: شناسه‌ی خودپرداز

source: amount should be greater that 0
fa: مبلغ باید بیشتر از صفر باشد

source: There is no atm with id {}
fa: خودپردازی با شناسه‌ی {} وجود ندارد

source: Your branch is different with atm branch
fa: شعبه‌ی شما با شعبه‌ی خودپرداز فرق دارد

source: Minimum amount for atm with id {} is updated to {}
fa: حداقل مبلغ برای دستگاه خودپرداز با شناسه‌ی {} به {} به روزرسانی شد

source: Assign Money to ATM
fa: تخصیص اسکناس به دستگاه‌خود‌پرداز

source: There is no money with amount {}
fa: هیچ پولی با مقدار {} وجود ندارد

source: Total {} money with amount {} is assigned to atm with id {}
fa: تعداد {} پول به مبلغ {} به دستگاه خودپرداز با شناسه‌ی {} داده‌شد

source: Create card for account
fa: ساخت کارت برای حساب

source: Account Number
fa: شماره‌ی حساب

source: There is no account with number {}
fa: هیچ حسابی با شماره‌ي حساب {} وجود ندارد

source: Account with number {} is disabled
fa: شماره‌ی حساب {} غیر فعال است

source: A card created for account number {} with card number {} and pin {}
fa: یک کارت برای شماره‌ی حساب {} با شماره‌ي کارت {} و رمز {} ساخته‌شد

source: ATM Transaction
fa: تراکنش دستگاه‌خود‌پرداز

source: Card Number
fa: شماره‌ی کارت

source: PIN
fa: رمز

source: Destination Account
fa: حساب مقصد

source: Amount should be greater than 0
fa: مبلغ باید بیشتر از صفر باشد

source: Please enter a valid amount
fa: لطفا مبلغ صحیح وارد کنید

source: Invalid card or pin
fa: کارت یا رمز نامعتبر است

source: Your account has not enough credit
fa: حساب شما مبلغ کافی برای انجام عملیات ندارد

source: Atm with id {} can not give you {} money
fa: خودپرداز با شناسه‌ی {} نمی تواند به شما مبلغ {} پول بدهد

source: Define annual profit
fa: تعیین سود سالیانه

source: Annual profit
fa: سود سالیانه

source: Create branch
fa: ساخت شعبه

source: Address
fa: آدرس

source: A branch created with id {}
fa: شعبه‌ای به شماره‌ی {} ساخته‌شد

source: Assign Admin
fa: تخصیص مدیر

source: Id
fa: شناسه

source: Current Admin
fa: مدیر فعلی شعبه

source: Action
fa: درخواست

source: Edit
fa: ویرایش

source: Assign Admin to Branch {}
fa: تخصیص مدیر به شعبه‌ی {}

source: Name
fa: نام

source: Assign
fa: تخصیص

source: No branch with id {}
fa: هیچ شعبه‌ای با شماره‌ی {} وجود ندارد

source: No branch admin with {} national id
fa: هیچ شعبه‌ای با مدیریت شخصی با شماره‌ي ملی {} موجود نیست

source: branch {} admin updated to {} {}
fa: مدیر شعبه با شناسه‌ی {} به {} {} تخصیص یافت

source: Define transaction commission
fa: تایین هزینه‌ی تراکنش

source: Transaction Commission
fa: هزینه‌ی تراکنش

source: Register Account
fa: ثبت حساب

source: first name
fa: اسم

source: last name
fa: فامیل

source: national id
fa: شماره‌ی ملی

source: phone number
fa: شماره‌ی تلفن

source: address
fa: آدرس

source: Email
fa: ایمیل

source: customer not exists
fa: چنین مشتری‌ای وجود ندارد

source: customer is waiting to be verified
fa: مشتری در انتظار تایید است

source: customer is disabled
fa: مشتری غیر فعال است

source: Amount should not be less than 10,000
fa: مقدار نقدی مورد نظر نباید از ۱۰۰۰۰ کمتر باشد

source: an account with number {} for customer {} created with credit {} by employee {}
fa: یک حساب با شماره‌ي {} برای مشتری {} با مقدار وجه {} توسط کارمند {} ساخته‌شد

source: Disable Account
fa: غیر فعال کردن حساب

source: There is no account with account number {}
fa: هیچ حسابی با شماره‌ي حساب {} وجود ندارد

source: Verify Customer
fa: تایید کاربر

source: Phone number
fa: شماره‌ی تلفن

source: Accept
fa: تایید

source: Reject
fa: رد

source: Invalid state
fa: وضعیت نادرست

source: No customer with {} national id
fa: هیچ مشتری‌ای با شماره‌ي ملی {} موجود نیست

source: Customer with national id {} state updated
fa: وضعیت مشتری به شماره‌ی ملی {} به‌روز‌رسانی شد

source: Define Employee
fa: تعریف کارمند

source: email
fa: ایمیل

source: This employee has been created previously
fa: کارمند با این شماره‌ی ملی قبلا ساخته‌شده‌است

source: employee with national id {} and password {} is created for branch with id {}
fa: کارمند با شماره‌ی ملی {} و رمز {} برای شعبه به شماره‌ی {} ساخته‌شد

source: Assign Role
fa: تخصیص نقش

source: Role
fa: نقش

source: Assign Role to Employee {}
fa: تخصیص نقش به کارمند {}

source: Lawyer
fa: کارشناس حقوقی

source: Cashier
fa: صندوق‌دار

source: Auditor
fa: حسابرس

source: ATM Master
fa: مسئول دستگاه‌خودپرداز

source: Invalid role
fa: نقش نامعتبر است

source: No employee with {} national id
fa: هیچ کارمندی با شماره‌ي ملی {} موجود نیست

source: role updated for employee with national id {}
fa: نقش کارمند با شماره‌ی ملی {} به‌روز‌رسانی شد

source: English
fa: انگلیسی

source: Persian
fa: فارسی

source: Register branch admin
fa: ثبت مدیر شعبه

source: We have same admin branch with id {} and password {}
fa: یک مدیر شعبه‌ی دیگر با شماره‌ی ملی {} و رمز {} وجود دارد

source: profile with national id {} and password {} is upgraded to branch admin profile
fa: فردی با شماره‌ی ملی {} و رمز {} به مدیریت شعبه ارتقا یافت

source: Loan Report
fa: گزارش وام

source: Account
fa: حساب

source: Loan Amount
fa: مبلغ وام

source: Benfit Amount
fa: مبلغ سود

source: Create branch admin
fa: ساخت مدیر شعبه

source: Assign admin to branch
fa: اختصاص دادن مدیر به شعبه

source: Create bill
fa: ساخت قبض

source: Transaction commission
fa: هزینه‌ی تراکنش

source: Loan report
fa: گزارش وام

source: Create employee account
fa: ساخت کارمند

source: Assign role
fa: تخصیص نقش

source: Define money
fa: تعریف اسکناس

source: Define atm
fa: تعریف دستگاه‌خود‌پرداز

source: Define minimum amount for atm
fa: حداقل وجه نقد دستگاه‌خود‌پرداز

source: Disable account
fa: مسدود کردن حساب

source: Verify customer information
fa: تایید اطلاعات کاربری

source: Verify cheque
fa: تایید چک

source: Verify loan
fa: تایید وام

source: Create account
fa: ساخت حساب

source: Create transaction
fa: ساخت تراکنش

source: Cheque creation request
fa: درخواست دست چک

source: Cheque transaction
fa: تراکنش چک

source: Bill transaction
fa: تراکنش قبض

source: Profile transaction report
fa: گزارش تراکنش کاربر

source: Periodic order creation
fa: ساخت حواله‌ی منظم

source: Loan request
fa: درخواست وام

source: Create card
fa: ساخت کارت

source: Auditor report
fa: گزارش حسابرس

source: Put money in atm
fa: درون خودپرداز وجه قرار دهید

source: ATM transaction
fa: تراکنش دستگاه‌خود‌پرداز

source: Bill Name
fa: نام قبض

source: Account {} is not active
fa: حساب {} فعال نیست

source: Bill {} created with id {} and account number {}
fa: قبض {} با شناسه‌ی {} و شماره‌ی حساب مقصد {} ساخته‌شد

source: Create Cheque Book
fa: ساخت دست چک

source: Cheque book with id {} created for account number {}. Paper id's for this book are {}
fa: دست چک با شناسه‌ی {} برای حساب {} ساخته‌شد. شناسه‌ی برگه‌های این دست چک برابرند با {}

source: Cheque Transaction
fa: تراکنش چک

source: cheque id
fa: شناسه‌ی چک

source: destination account
fa: حساب مقصد

source: amount
fa: مقدار نقدی

source: There is no cheque with id {}
fa: هیچ چکی با شناسه‌ی {} وجود ندارد

source: Cheque with id {} has been used previously
fa: چک با شناسه‌ی {} قبلا استفاده‌ شده‌است

source: This cheque account is disabled
fa: حساب این چک مسدود است

source: Invalid amount
fa: مبلغ نامعتبر است

source: Verify Cheque
fa: تایید چک

source: Source
fa: مبدا

source: Destination
fa: مفصد

source: No cheque with id {}
fa: هیچ چکی با شناسه‌ی {} وجود ندارد

source: Cheque with id {} state updated
fa: چک با شناسه‌ی {} به‌روز‌رسانی شد

source: Pay Bill
fa: پرداخت قبض

source: bill name
fa: نام قبض

source: source account
fa: حساب مبدا

source: owner
fa: دارنده‌

source: There is no bill with name {}
fa: هیچ قبضی با نام {} وجود ندارد

source: Periodic Order
fa: حواله‌ی منظم

source: count
fa: تعداد

source: type
fa: نوع

source: Daily: 1 - Weekly: 2 - Monthly: 3 - Yearly: 4
fa: روزانه: ۱ - هفتگی: ۲ - ماهانه: ۳ - سالانه: ۴

source: count should be greater than 0
fa: تعداد باید بیشتر از صفر باشد

source: Invalid count
fa: تعداد نامعتبر است

source: Please enter source and destination account number
fa: لطفا حساب مبدا و مقصد را وارد کنید

source: Please enter valid type
fa: لطفا نوع معتبری وارد کنید

source: Loan Request
fa: درخواست وام

source: account number
fa: شماره‌ی حساب

source: Please enter source account number
fa: لطفا حساب مبدا را وارد کنید

source: Bank has not {} money
fa: بانک پول {} را ندارد

source: Verify Loan
fa: تایید وام

source: No loan with id {}
fa: هیچ وامی با شناسه‌ی {} وجود ندارد

source: Loan with id {} state updated
fa: وضعیت وام با شناسه‌ی {} به‌روز‌رسانی شد

source: Create Transaction
fa: ساخت تراکنش

source: Source and destination could not be empty together
fa: حساب مبدا و مقصد نمی‌توانند همزمان خالی باشند

source: From Date
fa: از تاریخ

source: To Date
fa: تا تاریخ

source: Cashier National Id
fa: شماره‌ی ملی صندوق‌دار

source: There is no cashier with national id {}
fa: هیچ صندوق‌داری با شماره‌ی ملی {} وجود ندارد

source: Auditor Transaction Report
fa: گزارش تراکنش برای حسابرس

source: Source Account
fa: حساب مبدا

source: Type
fa: نوع

source: You should choose a valid type
fa: شما باید نوع درستی انتخاب کنید
